name: "ENSEMBLE"
platform: "ensemble"

input [
    {
        name: "INPUT"
        data_type: TYPE_UINT8
        dims: [ -1 ]
    }
]

output [
    {
        name: "PYTHON"
        data_type: TYPE_FP32
        dims: [ -1 ]
    }
]

ensemble_scheduling {
    step [
        {
            model_name: "PYTHON"
            model_version: -1
            input_map {
                key: "INPUT"
                value: "INPUT"
            }
            output_map {
                key: "PYTHON"
                value: "PYTHON"
            }
        }
    ]
}
