name: "ONNX"
platform: "onnxruntime_onnx"

input [
    {
        name: "INPUT"
        data_type: TYPE_FP32
        dims: [ 1, 3, 640, 640 ]
    }
]

output [
    {
        name: "OUTPUT"
        data_type: TYPE_FP32
        dims: [ 1, 25200, 85 ]
    }
]

instance_group [
    {
        kind: KIND_CPU
    }
]
